Repository: dickhed/ukolovnik
Catalog: locale/*/ukolovnik.po
Languages: nb_no

source: Any
nb_no: Alle

source: Title
nb_no: Tittel

source: Description
nb_no: Beskrivelse

source: Priority
nb_no: Prioritet

source: Category
nb_no: Kategori

source: Can not find needed PHP extension "%s". Please install and enable it.
nb_no: Finner ikke påkrevd PHP-utvidelse "%s". Installer og skru den på.

source: Can not connect to MySQL database. Please check your configuration.
nb_no: Kan ikke koble til MySQL-database. Sjekk oppsettet ditt.

source: Can not select configured database. Please check your configuration or use setup.php.
nb_no: Kan ikke velge oppsatt database. Sjekk oppsettet ditt eller bruk setup.php.

source: Can not find table "%s". Please check your configuration or use setup.php.
nb_no: Kan ikke finne listen "%s". Kontroller oppsettet ditt eller bruk setup.php.

source: Table %s need update. Please upgrade your tables or use setup.php.
nb_no: Listen %s trenger en oppdatering. Oppgrader listene dine eller bruk setup.php.

source: Invalid language (%s) has been chosen.
nb_no: Et ugyldig språk (%s) har blitt valgt.

source: No categories defined.
nb_no: Ingen kategorier satt opp.

source: Filter
nb_no: Filtrer

source: Text
nb_no: Tekst

source: Personal
nb_no: Personlig

source: All
nb_no: Alle

source: Show
nb_no: Vis

source: Hide
nb_no: Skjul

source: Finished
nb_no: Fullført

source: No entries found.
nb_no: Ingen oppføringer funnet.

source: Created
nb_no: Opprettet

source: Actions
nb_no: Handlinger

source: Reopen
nb_no: Gjenåpne

source: Finish
nb_no: Fullfør

source: Edit
nb_no: Rediger

source: Delete
nb_no: Slett

source: Invalid parameters.
nb_no: Ugyldige parameter.

source: Updated
nb_no: Oppdatert

source: Closed
nb_no: Lukket

source: Task %s reopened.
nb_no: Oppgaven %s ble gjenåpnet.

source: Task %s finished.
nb_no: Oppgaven %s ble fullført.

source: Task %s has been deleted.
nb_no: Oppgaven %s har blitt slettet.

source: Invalid ID.
nb_no: Ugyldig ID.

source: Title can not be empty.
nb_no: Tittelen kan ikke stå tom.

source: Invalid category.
nb_no: Ugyldig kategori.

source: Invalid priority.
nb_no: Ugyldig prioritet.

source: Task %s has been added.
nb_no: Oppgaven %s har blitt lagt til.

source: Concurrency error! Changes not saved, because someone else already changed record.
nb_no: Parallelliseringsfeil! Endringer ble ikke lagret, kanskje fordi noen andre endret oppføringen.

source: Task %s has been changed.
nb_no: Oppgaven %s har blitt endret.

source: Add
nb_no: Legg til

source: Edit category
nb_no: Rediger kategori

source: Name can not be empty.
nb_no: Navnet kan ikke være tomt.

source: Category %s has been added.
nb_no: Kategorien %s har blitt lagt til.

source: Category %s has been changed.
nb_no: Kategorien %s har blitt endret.

source: Add category
nb_no: Legg til kategori

source: Category %s has been deleted.
nb_no: Kategorien %s har blitt slettet.

source: You are about to delete category "%s"
nb_no: Du er i ferd med å slette kategorien "%s"

source: Number of tasks in category: %d
nb_no: Antall oppgaver i kategorien: %d

source: What to do with task in deleted category?
nb_no: Hva skal gjøres med gjøremålene den slettede kategorien?

source: Move to another category
nb_no: Flytt til en annen kategori

source: Target category
nb_no: Målkategori

source: There are no tasks in this category.
nb_no: Det er ingen oppgaver i denne kategorien.

source: Name
nb_no: Navn

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: Item
nb_no: Element

source: Total tasks count
nb_no: Totalt antall gjøremål

source: Opened tasks count
nb_no: Antall åpnede gjøremål

source: Opened high priority count
nb_no: Antall åpnede gjøremål med høy prioritet

source: Opened medium priority tasks
nb_no: Antall åpnede gjøremål med middels prioritet

source: Opened low priority tasks
nb_no: Antall åpnede gjøremål med lav prioritet

source: Oldest task
nb_no: Eldste gjøremål

source: Oldest task age
nb_no: Eldste gjøremålsalder

source: days
nb_no: dager

source: Average task age
nb_no: Gjennomsnittlig gjøremålsalder

source: Oldest opened task
nb_no: Eldste uåpnede gjøremål

source: Oldest opened task age
nb_no: Eldste åpnede gjøremålsalder

source: Average opened task age
nb_no: Gjennomsnittlig alder for åpnede gjøremål

source: Average age when task is closed
nb_no: Gjennomsnittlig dag for lukking av oppgaver

source: About Ukolovnik
nb_no: Om Ukolovnik

source: Ukolovnik is simple todo manager licensed under GNU GPL version 3 or later.
nb_no: Ukolovnik er en enkel gjøremålsbehandler, lisensiert GNU GPL versjon 3 eller senere.

source: It has homepage on %s.
nb_no: Dets hjemmeside er å finne på %s.

source: You can support it's development on %s.
nb_no: Du kan støtte utviklingen på %s.

source: Please select export format:
nb_no: Velg et eksportformat:

source: CSV (Comma separated values)
nb_no: CSV (kommainndelte verdier)

source: vCalendar
nb_no: vKalender (.vcs)

source: Unknown command! Maybe you hit some not yet implemented functionality.
nb_no: Ukjent kommando! Kanskje du støtte på noe som ikke har blitt implementert enda.

source: Default style
nb_no: Forvalgt stil

source: Low
nb_no: Lav

source: Medium
nb_no: Middels

source: High
nb_no: Høy

source: Database %s has been created.
nb_no: Databasen %s har blitt opprettet.

source: Table %s has been created.
nb_no: Listen %s har blitt opprettet.

source: Settings database has been updated
nb_no: Innstillingsdatabasen har blitt oppdatert

source: Table %s updated.
nb_no: Listen %s har blitt oppdatert.

source: SQL query failed: %s
nb_no: SQL-spørring mislyktes: %s

source: Main
nb_no: Hovedside

source: Categories
nb_no: Kategorier

source: Export
nb_no: Eksporter

source: Stats
nb_no: Statistikk

source: Settings
nb_no: Innstillinger

source: About
nb_no: Om

source: Donate
nb_no: Doner

source: Language
nb_no: Språk

source: Style
nb_no: Stil

source: Stay on add page after adding new entry
nb_no: Forbli på siden etter tillegg av ny oppføring

source: Show entries list on add page
nb_no: Vis oppføringsliste på tilleggsside

source: Show category name in main page output
nb_no: Vis kategorinavn på hovedsiden

source: Tables are in correct state (see above messages about needed changes, if any), you can go back to index.php.
nb_no: Listene er i rett tilstand (se ovennevnte meldinger om nødvendige endringer, hvis noen) du kan gå tilbake til index.php.

source: Settings has been updated
nb_no: Innstilligene har blitt oppdaterte

source: Save
nb_no: Lagre
